chore(content): write-only draft [k8s/cka/part1-cluster-architecture/module-1.3-helm]
